<template>
  <div class="bg0" style="position: absolute;top: 0;left: 0;right: 0;bottom: 0;">

    <title>服务协议</title>

    <div style="padding: 0.8rem" class="fc2">
      <div class="f36 b" style="text-align: center">钱刷刷用户服务协议</div>

      <div class="contentDesc f30 mt30">

        <p> 甲方：成都鹦鹉美家网络科技有限公司</p>
        <p>乙方：钱刷刷用户</p>
        <h3 class="mt30 b">一、总则</h3>
        <p> 甲乙双方在平等自愿的基础上，经友好协商，就钱刷刷服务达成如下协议。乙方理解并确认，在正式签署本协议之前，已对全文进行阅读，并同意按照协议的约定使用本服务并遵守相关约定。</p>
        <h3 class="mt10 b">二、乙方权利、义务</h3>
        <p>2.1. 乙方确认在使用本服务时出自其真实意愿，遵守本服务的相关使用规则及限制要求。</p>
        <p>2.2. 乙方要求甲方开通快捷收款业务服务，并同意甲方按约定扣除乙方交易资金的手续费、提现费用。</p>
        <p>
          2.3.乙方承诺自身提供的身份证、结算银行卡信息均真实有效，乙方同意承诺不会利用本服务从事任何非法的或违反本协议目的或者侵犯第三方权益的行为，否则甲方有权立即单方面终止提供本服务，并不承担任何责任；因此给甲方造成损失的，乙方应承担全部赔偿责任。</p>
        <p>2.4. 乙方保证发起的收款交易基于真实、合法的交易背景，能够提供充分证据证明用户与甲方确实存在交易关系。</p>
        <p>
          2.5.乙方应保证交易信息的合法性、真实性、准确性和完整性，应保证能够妥善保留有关交易凭证，包括但不限于订单和用户接受货物时签字的有关单据，由交易发生之日起，至少保留五年。对于甲方提出的查询通知及调单要求，乙方应在接到甲方通知后，以邮件或传真的方式在两个工作日内将相关单据回复给甲方。</p>
        <p>2.6. 乙方严禁实施信用卡套现、洗钱、交易分单、虚假申请、侧录、恶意倒闭等活动。</p>
        <p>2.7.乙方理解并同意，针对甲方提供的本项服务，如因甲方原因导致的重复划款、错误划款等情况造成多入账至乙方账户的，甲方有权向乙方进行追讨，乙方有义务将多入账金额归还甲方。</p>
        <p> 2.8.
          乙方理解并同意，由于微信系统本身原因或消费者设备硬件、软件或通讯原因造成的交易失败、重复扣款、交易金额错误、或导致的其他问题，应由乙方告知消费者直接与相关服务商进行协商解决，甲方不作为承担相应责任的主体。</p>
        <p> 2.9. 乙方理解并同意，针对甲方提供的本项服务，因甲方原因导致付款延迟或失败而给乙方造成直接损失的，甲方仅以其针对该次收款交易过程中所收取的手续费为限承担赔偿责任。
        </p>
        <p>2.10. 乙方理解并同意，在开通钱刷刷服务后，甲方设定交易资金结算周期，实际到账时间取决于银行系统清算周期。</p>
        <h3 class="mt10 b"> 三、甲方权利、义务
        </h3>
        <p>
          3.1.甲方有权对乙方的注册资料、交易行为、交易签购单进行审核，若怀疑乙方使用虚假信息或相关行为违反国家相关法律法规、规章，或其它风险行为的情况下，甲方有权暂停/中止/终止处理或冻结相应款项的处理，且无须对此承担任何法律责任。
        </p>
        <p> 3.2. 甲方有权根据所涉及相关法律法规和规章，对乙方业务开通资质、交易情况进行严格审核、管理和监控。甲方有权根据上诉法律法规和规章办法对乙方的交易和待清算资金进行延迟结算或冻结，或拒绝乙方的交易和清算请求。
        </p>
        <p>
          3.3.甲方有权遵循监管机构或行业风险策略对乙方交易行为进行监控，确保乙方行为符合法律法规及监管机构要求，如因包括但不限于乙方将甲方提供服务用于商业收款、洗钱、赌博等活动，甲方可单方面中止/终止/冻结乙方交易、结算及提款服务请求，并对乙方进行交易管控或撤机，且无须对此承担任何法律责任。
        </p>
        <p>
          3.4.针对甲方提供的快捷收款业务服务，甲方仅负责在划款日内向相应银行发送付款指令，非甲方原因（包括但不限于银行系统升级、版本更新、账户清结算及其他不可抗力等因素）导致入款失败或延迟的，乙方可向甲方发起交易疑议，甲方有义务协助乙方向银行对该交易进行沟通及处理。
        </p>
        <p>
          3.5.因为银行方面原因（包括但不限于银行系统升级、软件更新、清结算账户、稽查等）导致交易或清算中止/终止的，乙方有义务配合甲方向银行提供相关证明材料，否则因此导致的所有责任均由乙方自行承担。同时因为银行方面原因导致乙方到款延迟的，乙方无权就此要求甲方承担任何责任。
        </p>
        <p> 3.6. 如遇国家政策、法律法规调整，甲方终止本服务后，若发现乙方之前存在违法或违反本协议目的的使用行为，给甲方造成损失的，则甲方仍可据此要求乙方承担相应的赔偿责任并保留通过司法途径予以解决的权利。
        </p>
        <h3 class="mt10 b"> 四、协议修改
        </h3>
        <p> 4.1.甲方有权根据法律、法规修改本协议的有关条款，一旦相关内容发生变动，甲方将会通过微信服务号消息、电话、电子邮件或网站或客户端等公告方式向乙方提示修改内容。
        </p>
        <p> 4.2.如乙方不同意甲方对本协议相关条款所做的修改，乙方应在收到变更信息后3个工作日内通知甲方。如乙方未提出异议，并继续使用甲方提供的服务，则视为同意本协议相关条款的修改及相关附属规则。
        </p>
        <h3 class="mt10 b"> 五、争议的解决
        </h3>
        <p> 5.1.双方在履行本协议的过程中，如发生争议，应协商解决。协商不成的，任何一方均可向甲方所在地人民法院提起诉讼。
        </p>
        <h3 class="mt10 b"> 六、协议的解释
        </h3>
        <p> 6.1.本协议的成立、生效、履行和解释，均适用于中华人民共和国法律；法律无明文规定的，应适用于成都鹦鹉美家网络科技有限公司制定的业务规则和通行的商业惯例。
        </p>
      </div>
    </div>

  </div>

</template>
<script>
  import TopHeader from '../../components/Header'
  import {MessageBox} from 'mint-ui';
  import {Indicator} from 'mint-ui';
  import {Toast} from 'mint-ui';

  //  王兵:
  //    13900000004
  //  王兵:
  //    13880756056

  export default{
    name: 'userArgument',
    components: {
      TopHeader
    },
    data(){
      return {
        isDisabled: false,
        bindUsernameInput: '',
        bindPwasswordInput: '',
        isShow: true,
        loginBtnEnable: false
      }
    },

    created(){

    },

    methods: {},

  }

</script>

<style>
  /* login.wxss */

  .contentDesc {
  }

  .contentDesc p {
    padding-top: 0.2rem;
  }

</style>
